Repository: santilin/gonglib
Catalog: gestiong/po/*.po
Languages: gl

source: &Registro
gl: &Rexistro

source: &Fichero
gl: &Ficheiro

source: &Grabar
gl: &Gravar

source: Error
gl: Erro

source: No se ha podido %1s %2s. %3s
gl: Non se puido %1s %2s. %3s

source: grabar
gl: gravar

source: ¿Estás segura de cancelar la edición de este registro?
gl: ¿Estás segura de cancelar a edición de este rexistro?

source: Añadiendo
gl: Engadindo

source: Error borrando %s
gl: Erro borrando %s

source: está en uso en el fichero de
gl: está en uso no ficheiro de

source: ¿Estás segura de grabar este registro?
gl: ¿Estás segura de gravar este rexistro?

source: Ya existe %s con el valor '%s' para '%s'
gl: Xa existe %s co valor «%s» para «%s»

source: '%s' no puede estar vacío.
gl: «%s» non pode estar baleiro.

source: Campo de la condición
gl: Campo da condición

source: = "es igual que"
gl: = "é igual que"

source: < "es menor que"
gl: < "é menor que"

source: > "es mayor que"
gl: > "é maior que"

source: <= "es menor o igual que"
gl: <= "é menor ou igual que"

source: >= "es mayor o igual que"
gl: >= "é maior ou igual que"

source: != "es distinto a"
gl: != "é distinto a"

source: Contiene
gl: Conten

source: No Contiene
gl: Non conten

source: Comienza por
gl: Comeza por

source: No comienza por
gl: Non comeza por

source: Está vacío
gl: Está baleiro

source: No está vacío
gl: Non está baleiro

source: es cierto
gl: é certo

source: es falso
gl: é falso

source: Valor con el que se compara
gl: Valor co que se compara

source: Campo con el que se compara
gl: Campo co que se compara

source: Texto completo de la condición
gl: Texto completo da condición

source: Añadir condición
gl: Engadir condición

source: Elegir valores
gl: Elixir valores

source: Error
gl: Erro

source: Elige un campo para la condición
gl: Elixe un campo para a condición

source: Elige un operador de comparación
gl: Elixe un operador de comparación

source: Elija un campo o escriba un texto para la comparación
gl: Elixa un campo ou escriba un texto para a comparación

source: Cualquier campo
gl: Calquer campo

source: Elige un valor
gl: Elixe un valor

source: Elige un valor para el campo %s del fichero de %s
gl: Elixe un valor para o campo %s do ficheiro de %s

source: Termina el programa
gl: Rematar o programa

source: &Terminar
gl: &Rematar

source: Corta la sección seleccionada y la coloca en el portapapeles
gl: Corta a sección seleccionada e colocaa no portapapeis

source: Copia la sección seleccionada al portapapeles
gl: Copia a sección seleccionada e colocaa no portapapeis

source: Pega el contenido del portapapeles a la posición actual
gl: Pega o contido do portapapeis na posición actual

source: Deshacer
gl: Desfacer

source: Deshace la última acción de edición
gl: Desfai a última acción de edición

source: Barra de herramientas
gl: Barra de ferramentas

source: Muestra/Oculta la barra de herramientas
gl: Amosa/Agocha a barra de ferramentas

source: Línea de estado
gl: Liña de estado

source: Muestra/Oculta la línea de estado
gl: Amosa/Agocha a liña de estado

source: Siguiente
gl: Seguinte

source: Activa la siguiente ventana
gl: Activa a seguinte ventá

source: Activa la ventana anterior
gl: Activa a ventá anterior

source: Cascada
gl: Fervenza

source: Muestra todas las ventanas en cascada
gl: Amosa todalas ventás en fervenza

source: Alicatar
gl: Mosaico

source: Alicatar la aplicación con las ventanas
gl: Amosar as ventás como un mosaico

source: Cerrar
gl: Pechar

source: Cerrar la ventana activa
gl: Pechar a ventá activa

source: Refrescar
gl: Actualizar

source: Refresca la ventana activa
gl: Actualiza a ventá activa

source: &Qué es esto?
gl: &Qué é isto?

source: Ve&ntanas
gl: Ve&ntás

source: A&yuda
gl: A&xuda

source: Ready.
gl: Feito.

source: Saliendo de GestiONG
gl: Salíndo de GestiONG

source: Algunos formularios está siendo editados. ¿Realmente quieres salir de GestiONG?
gl: Algúns formularios están a ser editados. ¿Realmente queres saír de GestiONG?

source: ¿Quieres salir de GestiONG?
gl: ¿Queres saír de GestiONG?

source: Borrar ejercicio
gl: Borrar exercicio

source: Estás a punto de borrar el ejercicio %1 ¿Estás segura?
gl: Estás a piques de borrar o exercicio %1 ¿Estás segura?

source: No es por incordiar, pero el ejercicio %1 tiene: %2 cuentas, %3 asientos y %4 apuntes Aún quieres borrarlo?
gl: Non é por incordiar, pero o exercicio %1 ten: %2 contas, %3 asentos y %4 apuntes Ainda así queres borralo?

source: El ejercicio ha sido borrado.
gl: O exercicio foi borrado

source: &Añadir
gl: Eng&adir

source: Error en la vista del formulario
gl: Erro na vista do formulario

source: Error en la vista de la tabla
gl: Erro na vista da táboa

source: Error en la vista por defecto de la tabla
gl: Erro na vista predeterminada da táboa

source: Hojeando
gl: Folleando

source: ' no existe.
gl: ' non existe.

source: Eligiendo
gl: Elixindo

source: &Elegir
gl: &Elixir

source: &Cerrar
gl: &Pechar

source: Error %s %s
gl: Erro %s %s

source: grabando
gl: gravando

source: Imprimiendo el informe %s.rtk para la tabla de %s. %s
gl: Imprimindo o informe %s.rtk para a táboa de %s. %s

source: GestiONG no ha sido compilado con la posibilidad de hacer informes
gl: GestiONG non foi compilado coa posibilidade de facer informes

source: Añade un registro al fichero
gl: Engade un rexistro ao ficheiro

source: Borra el registro seleccionado
gl: Borra o rexistro seleccionado

source: Imprime el registro seleccionado
gl: Imprime o rexistro seleccionado

source: Muestra el registro seleccionado
gl: Amosa o rexistro seleccionado

source: Duplica el registro seleccionado
gl: Duplica o rexistro seleccionado

source: Cambia el orden de los registros
gl: Cambia a orde dos rexistros

source: Filtra los registros de este fichero
gl: Filtra os rexistros de este ficheiro

source: Elimina el filtro de este fichero
gl: Elimina o filtro de este ficheiro

source: Importa registros a este fichero
gl: Importa rexistros a este ficheiro

source: Exporta los registros de este fichero
gl: Exporta os rexistros de este ficheiro

source: &Refrescar
gl: &Actualizar

source: Refresca la tabla
gl: Actualiza a táboa

source: Ficheros CSV (*.csv)
gl: Ficheiros CSV (*.csv)

source: Error en el fichero %s %s
gl: Erro no ficheiro %s %s

source: El fichero %s no contiene registros.
gl: O ficheiro %s non conten rexistros.

source: Se importarán %d registros. ¿Quieres continuar?
gl: Importaranse %d rexistros. ¿Queres continuar?

source: Las columnas %s no existen en la tabla de %s. ¿Quieres continuar?
gl: As columnas %s non existen na táboa de %s. ¿Queres continuar?

source: Has anulado la importación de este registro. ¿Qieres continuar con los siguientes?
gl: Anulaches a importación de este rexistro. ¿Qieres continuar cos seguintes?

source: No se ha podido crear el formulario para la importación
gl: Non se puido crear o formulario para a importación

source: Se han importado %d registros
gl: Importaronse %d rexistros

source: Exportando datos de la tabla
gl: Exportando datos da táboa

source: Puedes copiar y pegar este texto directamente a una hoja de cálculo. La codificación del los caracteres es ISO-8859-1 (LATIN1) y el separador es la coma (,).
gl: Podes copiar e pegar este texto directamente a unha folla de cálculo. A codificación dos caracteres é ISO-8859-1 (LATIN1) e o separador é a coma (,).

source: &No
gl: &Non

source: No se ha encontrado %1s con código %2s
gl: Non se atopou %1s con código %2s

source: No se ha encontrado %1s '%2s'
gl: Non se atopou %1s «%2s»

source: The chosen file '%s' is a directory
gl: O ficheiro elixido «%s» é un directorio

source: Error reading file %s: %s
gl: Erro lendo o ficheiro %s: %s

source: la
gl: a

source: el
gl: o

source: La
gl: A

source: El
gl: O

source: una
gl: unha

source: Una
gl: Unha

source: de la
gl: da

source: del
gl: do

source: Existing records can't have ID=0
gl: Os rexistros existentes non poder ter o ID=0

source: false
gl: falso

source: no
gl: non

source: GestiONG Library options -v, --version Prints the version of the
gl: GestiONG Biblioteca de opcións -v, --versión Imprime a versión de

source: La referencia '%s' no puede estar vacía
gl: A referencia «%s» non pode estar baleira

source: La longitud de '%s' no puede ser mayor de %d letras
gl: A lonxitude de «%s» non pode ser maior de %d letras
